Repository: pkar70/MyCameras
Catalog: MyCameras/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# _lang
source: EN
pl: PL

# uiMainTitle.Text
source: My Cameras
pl: Moje Kamerki

# uiMainBrowser.Content
source: Browse cameras
pl: Znajdz kamerki

# uiMainCamera.Content
source: This is camera
pl: To kamerka

# uiMainGoTimer.Content
source: Timer
pl: Minutnik

# uiRefresh.Label
source: Refresh
pl: Odśwież

# uiSettings.Label
source: Settings
pl: Ustawienia

# errCannotWorkNoNet
source: ERROR: app cannot work without network!
pl: BŁĄD: aplikacja nie potrafi działać bez sieci

# errNoOneDrive
source: ERROR: Cannot open OneDrive?
pl: BŁĄD: nie mogę otworzyć OneDrive?

# uiSettingsTitle.Text
source: Settings
pl: Ustawienia

# uiSettingsGoGlobal.Content
source: Global
pl: Ogólne

# uiSettingsGoClock.Content
source: Clock
pl: Zegar

# uiSettingsGoTimer.Content
source: Timer
pl: Minutnik

# uiClockView.Text
source: Field of view
pl: Podgląd

# uiGoPage.Label
source: Page
pl: Strona

# uiGoClock.Text
source: Clock
pl: Zegar

# errNoCameraFound
source: ERROR: No camera found?
pl: BŁĄD: nie znalazłem żadnego aparatu

# errNoPhotoFolder
source: ERROR cannot get folder for photos?
pl: BŁĄD: nie mogę otworzyć folderu na zdjęcia

# msgClockManualRemove
source: Cannot iterate files, you would have to remove them manually
pl: Nie mogę iterować plików, więc niektóre fotki będą zostawać, usuwaj je ręcznie.

# msgClockStartingWizard
source: You should configure camera first
pl: Najpierw skonfiguruj aparat

# msgCo10MinPrzez
source: , and 10 mins for
pl: , i co 10 min przez

# msgCoMinPrzez
source: Every: min for
pl: Co minutę przz

# msgDays
source: days
pl: dni

# msgHours
source: hours
pl: godz

# msgLightCondition
source: Make sure lighting conditions are ordinary
pl: Upewnij się że oświetlenie jest takie jak zwykle

# msgShutterSound
source: You can switch on/off shutter sound
pl: Możesz wyłączyć dźwięk migawki

# uiCamSet1Help.Text
source: Adjust field of view, then
pl: Ustaw pole widzenia, i

# uiCamSet2Help.Text
source: Choose resolution, then
pl: Wybierz rozdzielczość, i

# uiCamSet3Help.Text
source: Choose storage mode, then
pl: Wybierz czas przechowywania, i

# uiCamSet3LeaveNoon.Text
source: do not remove photos from noon
pl: pozostaw zdjęcia z południa

# uiCamSet3Local.Text
source: local
pl: lokalnie

# uiCamSetFinish.Content
source: Finish
pl: Koniec

# uiCamSetNext.Content
source: Continue>
pl: Dalej>

# msgTimerExpired
source: ended!
pl: - koniec

# resErrorBadTTSSstops
source: ERROR in stops' data
pl: BŁĄD w danych o przystankach

# resErrorGetHttp
source: ERROR in http protocol
pl: BŁĄD czytania danych z web

# msgVersion
source: ver.
pl: wersja
